<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 és újabb verzió</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 és újabb verzió</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 és újabb verzió</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 és újabb verzió</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 és újabb verzió</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 és újabb verzió</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0-s és újabb verzió</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1-s és újabb verzió</string>
      <string id="Sup_EdgeUpdate1_3_133_3">A Microsoft Edge Update 1.3.133.3-as és újabb verziói</string>
      <string id="Cat_Google">Microsoft Edge-frissítés</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge-frissítés</string>
      <string id="Cat_Preferences">Beállítások</string>
      <string id="Cat_ProxyServer">Proxykiszolgáló</string>
      <string id="Cat_Applications">Alkalmazások</string>
      <string id="Cat_WebView">Microsoft Edge WebView</string>
      <string id="Pol_AutoUpdateCheckPeriod">Automatikus frissítéskeresés időtartamának felülbírálása</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Napi időtartam az automatikus frissítéskeresés letiltásához</string>
      <string id="Pol_DownloadPreference">Letöltési URL-cím osztályának felülbírálása</string>
      <string id="DownloadPreference_DropDown">Gyorsítótárazható letöltési URL-címek</string>
      <string id="Pol_ProxyMode">Proxykiszolgáló-beállítások megadási módjának kiválasztása</string>
      <string id="Pol_ProxyServer">Proxykiszolgáló címe vagy URL-címe</string>
      <string id="Pol_ProxyPacUrl">Proxy .pac-fájljának URL-címe</string>
      <string id="Pol_DefaultAllowInstallation">Alapértelmezett telepítés engedélyezése</string>
      <string id="Pol_AllowInstallation">Telepítés engedélyezése</string>
      <string id="Pol_DefaultUpdatePolicy">Az alapértelmezett érték felülbírálására vonatkozó frissítési házirend</string>
      <string id="Pol_UpdatePolicy">Frissítési házirend felülbírálása</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Asztali parancsikon telepítéskori létrehozásának megakadályozása – alapértelmezett</string>
      <string id="Pol_CreateDesktopShortcut">Asztali parancsikon telepítéskori létrehozásának megakadályozása</string>
      <string id="Pol_TargetVersionPrefix">Célverzió felülbírálása</string>
      <string id="Pol_RollbackToTargetVersion">Visszaállítás a célverzióra</string>
      <string id="Pol_AllowSideBySideExperience">A Microsoft Edge egymás melletti böngészési élményének engedélyezése</string>
      <string id="Explain_AllowSideBySideExperience">Ez a házirend lehetővé teszi a felhasználók számára a Microsoft Edge (Edge HTML) és a Microsoft Edge (Chromium-alapú) párhuzamos futtatását.

Ha ez a házirend „Nem konfigurált” értékre van állítva, a Microsoft Edge (Chromium-alapú) felváltja a Microsoft Edge (Edge HTML) alkalmazást a Microsoft Edge (Chromium-alapú) stabil csatorna és a 2019. novemberi biztonsági frissítések telepítése után. A működési mód ugyanaz, mint a „Letiltva” beállítás esetén.

A „Letiltva” beállítás blokkolja a párhuzamos futtatást, és a Microsoft Edge (Chromium-alapú) felváltja a Microsoft Edge (Edge HTML) alkalmazást a Microsoft Edge (Chromium-alapú) stabil csatorna és a 2019. novemberi biztonsági frissítések telepítése után.  A működési mód ugyanaz, mint a „Nem konfigurált” beállítás esetén.

Ha ez a házirend „Engedélyezve” értékre van állítva, a Microsoft Edge (Chromium-alapú) és a Microsoft Edge (Edge HTML) párhuzamosan futtatható a Microsoft Edge (Chromium-alapú) telepítése után.

Ahhoz, hogy ez a csoportházirend érvénybe lépjen, a Microsoft Edge (Chromium-alapú) alkalmazás Windows Update szolgáltatáson keresztüli automatikus telepítése előtt be kell állítani. Megjegyzés: ​A felhasználók letilthatják a Microsoft Edge (Chromium-alapú) automatikus frissítését a Microsoft Edge (Chromium-alapú) blokkoló eszközkészlet használatával.

A Microsoft Edge régi verziójának Windows 10 20H2-es verziójával való indítás és a párhuzamos böngészőélmény nem támogatott.</string>
      <string id="Part_AutoUpdateCheckPeriod">A frissítéskeresések közötti percek</string>
      <string id="Part_UpdateCheckSuppressedStartHour">A nap órája a frissítéskeresés letiltásának elindításához</string>
      <string id="Part_UpdateCheckSuppressedStartMin">Perc megadása a frissítéskeresés letiltásának indításához</string>
      <string id="Part_UpdateCheckSuppressedDurationMin">Percek száma naponta a frissítéskeresés letiltásához</string>
      <string id="Part_ProxyMode">Proxykiszolgáló-beállítások megadási módjának kiválasztása</string>
      <string id="Part_ProxyServer">Proxykiszolgáló címe vagy URL-címe</string>
      <string id="Part_ProxyPacUrl">Proxy .pac-fájljának URL-címe</string>
      <string id="Part_UpdatePolicy">Frissítési házirend</string>
      <string id="Part_TargetVersionPrefix">Célverzió</string>
      <string id="Name_UpdatesEnabled">Mindig engedélyezze a frissítéseket (ajánlott)</string>
      <string id="Name_ManualUpdatesOnly">Csak manuális frissítések</string>
      <string id="Name_AutomaticUpdatesOnly">Csak az automatikus csendes frissítések</string>
      <string id="Name_UpdatesDisabled">A frissítések le vannak tiltva</string>
      <string id="ProxyDisabled_DropDown">Soha ne használjon proxyt</string>
      <string id="ProxyAutoDetect_DropDown">Proxybeállítások automatikus észlelése</string>
      <string id="ProxyPacScript_DropDown">.pac proxyparancsfájl használata</string>
      <string id="ProxyFixedServers_DropDown">Rögzített proxykiszolgálók használata</string>
      <string id="ProxyUseSystem_DropDown">A rendszer proxybeállításainak használata</string>
      <string id="Explain_GoogleUpdate">A Microsoft Edge böngészőnek a Microsoft Edge Update használatával történő telepítését és frissítését szabályozó házirendek.</string>
      <string id="Explain_Preferences">A Microsoft Edge Update általános házirendjei.</string>
      <string id="Explain_AutoUpdateCheckPeriod">Ha engedélyezi ezt a házirendet, megadhatja az automatikus frissítéskeresések közötti minimális időtartamot, percben. Ellenkező esetben a rendszer alapértelmezés szerint 10 óránként ellenőrzi a frissítéseket.

  Ha le szeretné tiltani az összes automatikus frissítéskeresést, adja meg a 0 értéket (nem ajánlott).</string>
      <string id="Explain_DownloadPreference">Ha engedélyezi ezt a beállítást, a Microsoft Edge Update kiszolgálója gyorsítótárazható URL-címeket próbál megadni a válaszaiban az adattartalmak frissítéséhez.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Ha engedélyezi ezt a házirendet, a rendszer minden nap letiltja a frissítéskeresést az Óra:perc mezőben megadott időponttól kezdődően, az Időtartam mezőben percben megadott időtartamra. Az időtartamot nem befolyásolja a nyári időszámítás. Ha például a kezdő időpont 22:00 óra és az időtartam 480 perc, a rendszer pontosan 8 órára letiltja a frissítéseket, tekintet nélkül arra, hogy a nyári időszámítás esetleg az adott időtartam során kezdődik vagy ér véget.

  Ha letiltja vagy nem konfigurálja ezt a házirendet, a frissítéskeresés nem lesz letiltva semmilyen konkrét időtartamra.</string>
      <string id="Explain_ProxyMode">Lehetővé teszi a Microsoft Edge Update által használt proxykiszolgáló-beállítások megadását.

  Ha engedélyezi ezt a házirendet, a következő proxykiszolgáló-beállítások közül választhat:
   – Ha úgy dönt, hogy soha nem használ proxykiszolgálót, és mindig közvetlenül csatlakozik, a rendszer az összes egyéb beállítást figyelmen kívül hagyja.
   – Ha a rendszerproxy-beállítások használatát vagy a proxykiszolgáló automatikus észlelését választja, a rendszer az összes egyéb beállítást figyelmen kívül hagyja.
   – Ha a rögzített proxykiszolgáló módot választja, a „Proxykiszolgáló címe vagy URL-címe” területen további beállításokat adhat meg.
   – Ha .pac proxyparancsfájl használata mellett dönt, meg kell adnia a parancsfájl URL-címét a „Proxy .pac-fájljának URL-címe“ házirendben.

  Ha engedélyezi ezt a házirendet, a szervezeten belüli felhasználók nem tudják módosítani a proxybeállításokat a Microsoft Edge Update szolgáltatásban.

  Ha letiltja vagy nem konfigurálja ezt a házirendet, a proxykiszolgáló-beállítások nem lesznek konfigurálva, azonban a szervezeten belüli felhasználók kiválaszthatják a saját proxybeállításaikat a Microsoft Edge Update szolgáltatásban.</string>
      <string id="Explain_ProxyServer">A Microsoft Edge Update által használandó proxykiszolgáló URL-címének megadását teszi lehetővé.

  Ha engedélyezi ezt a házirendet, megadhatja a Microsoft Edge Update által használandó proxykiszolgáló URL-címét a szervezetére vonatkozóan.

  Ez a házirend csak akkor lép érvénybe, ha manuális proxybeállításokat adott meg a „Proxykiszolgáló-beállítások megadási módjának kiválasztása” házirendben.

  Ne konfigurálja ezt a házirendet, ha nem manuális proxybeállítást választott ki a „Proxykiszolgáló-beállítások megadási módjának kiválasztása” házirendben.</string>
      <string id="Explain_ProxyPacUrl">A automatikus proxykiszolgáló-konfigurációs (PAC-) fájlra mutató URL-cím megadását teszi lehetővé.

  Ha engedélyezi ezt a házirendet, megadhatja egy PAC-fájl URL-címét, amely automatizálja, hogy a Microsoft Edge Update hogyan választja ki a megfelelő proxykiszolgálót egy adott webhely beolvasásához.

  Ez a házirend csak akkor lép érvénybe, ha manuális proxybeállításokat adott meg a „Proxykiszolgáló-beállítások megadási módjának kiválasztása” házirendben.

  Ne konfigurálja ezt a házirendet, ha nem manuális proxykiszolgáló-beállítást választott ki a „Proxykiszolgáló-beállítások megadási módjának kiválasztása” házirendben.</string>
      <string id="Explain_Applications">Frissített ADMX-/ADML-sablonra lesz szükség a jövőben kiadott Microsoft Edge-alkalmazások támogatásához.</string>
      <string id="Explain_DefaultAllowInstallation">Az összes csatornára vonatkozóan megadhatja, hogy engedélyezi vagy blokkolja a Microsoft Edge alkalmazást a tartományhoz csatlakoztatott eszközökön.

Egyes csatornák esetében felülbírálhatja ezt a házirendet, ha engedélyezi az „Telepítés engedélyezése” házirendet az adott csatornákra vonatkozóan.

Ha letiltja ezt a házirendet, a Microsoft Edge telepítését blokkolja a rendszer. Ez csak akkor érinti a Microsoft Edge szoftver telepítését, ha az „Telepítés engedélyezése” házirend Nincs konfigurálva értékre van állítva.

Ez a házirend nem akadályozza meg a Microsoft Edge Update futtatását, illetve azt, hogy a felhasználók más módon telepítsék a Microsoft Edge szoftvert.

Ez a házirend csak olyan Windows példányokon elérhető, amik kapcsolódnak a Microsoft® Active Directory® tartományhoz.</string>
      <string id="Explain_DefaultUpdatePolicy">Megadhatja az összes csatorna alapértelmezett működését azzal kapcsolatban, hogy a Microsoft Edge Update hogyan kezeli a Microsoft Edge elérhető frissítéseit. Ez a beállítás az egyes csatornák esetében felülbírálható, ha ezekhez a csatornákhoz beállítja az „Frissítési házirend felülbírálása” házirendet.

  Ha engedélyezi ezt a házirendet, a Microsoft Edge Update az Ön által konfigurált következő beállításoknak megfelelően kezeli a Microsoft Edge-frissítéseket:
   – Mindig engedélyezze a frissítéseket: A rendszer mindig alkalmazza a periodikus frissítéskereséssel vagy manuális frissítéskereséssel észlelt frissítéseket.
   – Csak az automatikus csendes frissítések: A rendszer csak a periodikus frissítéskeresés során észlelt frissítéseket alkalmazza.
   – Csak a manuális frissítések: A rendszer csak akkor alkalmazza a frissítéseket, ha a felhasználó manuális frissítéskeresést futtat.
   – A frissítések le vannak tiltva: A rendszer soha nem alkalmazza a frissítéseket.

  Ha a manuális frissítéseket választja, ügyeljen arra, hogy rendszeresen keressen frissítéseket az alkalmazás manuális frissítési mechanizmusának használatával, ha van ilyen. Ha letiltja a frissítéseket, rendszeresen keressen frissítéseket, és terjessze őket a felhasználóknak.

  Ha nem engedélyezi és nem konfigurálja ezt a házirendet, a Microsoft Edge Update „Frissítési házirend felülbírálása” elnevezésű házirendben megadott módon kezeli az elérhető frissítéseket.

  Ez a házirend csak olyan Windows példányokon elérhető, amik kapcsolódnak a Microsoft® Active Directory® tartományhoz.</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Lehetővé teszi, hogy az összes csatornára vonatkozóan megadja az alapértelmezett működésmódot, amikor a rendszer a Microsoft Edge telepítésekor asztali parancsikont hoz létre.

  Ha engedélyezi ezt a házirendet, a rendszer létrehoz egy asztali parancsikont a Microsoft Edge telepítésekor.
  Ha letiltja ezt a házirendet, a rendszer nem hoz létre asztali parancsikont a Microsoft Edge telepítésekor.
  Ha nem konfigurálja ezt a házirendet, a rendszer létrehoz egy a Microsoft Edge-re mutató asztali parancsikont a böngésző telepítésekor. 
  Ha a Microsoft Edge már telepítve van, akkor ennek a házirendnek nem lesz hatása.</string>
      <string id="Explain_CreateDesktopShortcut">Ha engedélyezi ezt a házirendet, a rendszer létrehoz egy asztali parancsikont a Microsoft Edge telepítésekor.
  Ha letiltja ezt a házirendet, a rendszer nem hoz létre asztali parancsikont a Microsoft Edge telepítésekor.
  Ha nem konfigurálja ezt a házirendet, a rendszer létrehoz egy a Microsoft Edge-re mutató asztali parancsikont a böngésző telepítésekor. 
  Ha a Microsoft Edge már telepítve van, akkor ennek a házirendnek nem lesz hatása.

  Ha nem konfigurálja ezt a házirendet egy csatornához, a „Asztali parancsikon telepítéskori létrehozásának megakadályozása – alapértelmezett” házirend konfigurációja határozza meg, hogy a rendszer létrehoz-e parancsikont a Microsoft Edge telepítésekor.</string>
      <string id="Explain_WebView">Házirendeket határoz a Microsoft Edge WebView összetevőhöz.</string>
      <string id="Explain_WebView_AutoUpdate">Ezzel meghatározhatja, hogy a Microsoft Edge WebView telepíthető legyen-e automatikus frissítések használatával. A Microsoft Edge WebView az alkalmazások által a webes tartalmak megjelenítéséhez használt összetevő.
  Az automatikus frissítések alapértelmezés szerint engedélyezve vannak. A Microsoft Edge WebView automatikus frissítéseinek letiltásával kompatibilitási problémák jelentkezhetnek az összetevőtől függő alkalmazásokkal.

  Ha engedélyezi ezt a házirendet, a Microsoft Edge Update a Microsoft Edge WebView frissítéseit annak megfelelően kezeli, ahogy Ön a következő beállításokat beállítja:
  - Mindig engedélyezze a frissítéseket: a frissítések letöltése és alkalmazása automatikusan történik
  - A frissítések le vannak tiltva: a frissítéseket a rendszer soha nem tölti le és nem alkalmazza

  Ha nem engedélyezi ezt a házirendet, akkor a frissítések letöltése és alkalmazása automatikusan megtörténik.</string>
      <string id="Explain_WebView_Install">Ezzel meghatározhatja, hogy a Microsoft Edge WebView telepíthető legyen-e a Microsoft Edge Update használatával.

  - Ha engedélyezi ezt a házirendet, a felhasználók telepíthetik a Microsoft Edge WebView vezérlőt a Microsoft Edge Update-en keresztül.
  - Ha letiltja ezt a házirendet, a felhasználók nem telepíthetik a Microsoft Edge WebView vezérlőt a Microsoft Edge Update-en keresztül.
  - Ha nem konfigurálja ezt a házirendet, az alapértelmezett ‚Alapértelmezett telepítés engedélyezése‘ házirend konfigurációja határozza meg, hogy a felhasználók telepíthetik-e Microsoft Edge WebView vezérlőt a Microsoft Edge Update-en keresztül.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Meghatározza, hogy egy adott Microsoft Edge-csatorna telepíthető-e tartományhoz csatlakoztatott eszközökre.

  Ha engedélyezi ezt a házirendet egy csatornára vonatkozóan, a Microsoft Edge telepítését nem blokkolja a rendszer.

  Ha letiltja ezt a házirendet egy csatornára vonatkozóan, a rendszer blokkolja a Microsoft Edge telepítését.

  Ha nem konfigurálja ezt a házirendet egy csatornára vonatkozóan, az „Alapértelmezett telepítés engedélyezése” házirend konfigurációja határozza meg, hogy a felhasználók telepíthetik-e az adott Microsoft Edge-csatornát.

  Ez a házirend csak olyan Windows példányokon elérhető, amik kapcsolódnak a Microsoft® Active Directory® tartományhoz.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Itt adhatja meg, hogy a Microsoft Edge Update hogyan kezeli az elérhető frissítéseket a Microsoft Edge-ből.

  Ha engedélyezi ezt a házirendet, a Microsoft Edge Update az Ön által konfigurált következő beállításoknak megfelelően kezeli a Microsoft Edge-frissítéseket:
   – Mindig engedélyezze a frissítéseket: A rendszer mindig alkalmazza a periodikus frissítéskereséssel vagy manuális frissítéskereséssel észlelt frissítéseket.
   – Csak az automatikus csendes frissítések: A rendszer csak a periodikus frissítéskeresés során észlelt frissítéseket alkalmazza.
   – Csak a manuális frissítések: A rendszer csak akkor alkalmazza a frissítéseket, ha a felhasználó manuális frissítéskeresést futtat. (Nem minden alkalmazás biztosít felületet ehhez a beállításhoz.)
   – A frissítések le vannak tiltva: A rendszer soha nem alkalmazza a frissítéseket.

  Ha a manuális frissítéseket választja, ügyeljen arra, hogy rendszeresen keressen frissítéseket az alkalmazás manuális frissítési mechanizmusának használatával, ha van ilyen. Ha letiltja a frissítéseket, rendszeresen keressen frissítéseket, és terjessze őket a felhasználóknak.

  Ha nem engedélyezi és nem konfigurálja ezt a házirendet, a Microsoft Edge Update az „Az alapértelmezett érték felülbírálására vonatkozó frissítési házirend” elnevezésű házirendben megadott módon kezeli az elérhető frissítéseket.

Bővebb információt a következő oldalon talál: https://go.microsoft.com/fwlink/?linkid=2136406.

Ez a házirend csak  Microsoft® Active Directory® tartományhoz csatlakoztatott Windows példányokon érhető el.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Specifies which Channel Microsoft Edge should be updated to.

When this policy is enabled, the app will be updated to the Channel with this policy value.

Some examples:
1) Not configured: app will be updated to the latest version available in the default Channel for the app.
2) Policy value is set to "stable": the app will be updated to the latest stable version.
2) Policy value is set to "beta": the app will be updated to the latest beta version.
2) Policy value is set to "dev": the app will be updated to the latest dev version.
This policy is available only on Windows instances that are joined to a Microsoft&#x00AE; Active Directory&#x00AE; domain.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Ha engedélyezve van ez a házirend, és az automatikus frissítés is engedélyezve van, a Microsoft Edge frissítve lesz a házirend értéke által megadott verzióra.

A házirend értékének egy adott Microsoft Edge-verzió számának kell lennie, például 83.0.499.12.

Ha egy eszközön a megadott értéknél újabb verziójú Microsoft Edge van telepítve, megmarad a Microsoft Edge újabb verziója, és nem vált vissza a megadott verzióra.

Ha a megadott verzió nem létezik, vagy a verziószám helytelen formátumú, akkor megmarad a Microsoft Edge aktuális verziója, és nem frissül automatikusan a jövőbeli verziókra.

Bővebb információt a következő oldalon talál: https://go.microsoft.com/fwlink/?linkid=2136707.

Ez a házirend csak Microsoft® Active Directory® tartományhoz csatlakoztatott Windows példányokon érhető el.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Azt adja meg, hogy a Microsoft Edge Update állítsa vissza a Microsoft Edge telepített példányait a ‚Célverzió felülbírálása‘ házirendben megadott verzióra.

Ennek a házirendnek csak akkor van hatása, ha a ‚Célverzió felülbírálása‘ házirend be van állítva, és az ‚Frissítési házirend felülbírálása‘ házirend az egyik BEKAPCSOLT állapotra van beállítva (Mindig engedélyezze a frissítéseket, Csak beavatkozás nélküli automatikus frissítések, Csak manuális frissítések).

Ha letiltja vagy nem konfigurálja ezt a házirendet, a ‚Célverzió felülbírálása‘ házirendben megadottnál magasabb verziószámú telepített példányok érintetlenül maradnak.

Ha engedélyezi ezt a házirendet, a ‚Célverzió felülbírálása‘ házirendben megadottnál magasabb aktuális verziószámú telepített példányok vissza lesznek állítva a célként megadott korábbi verzióra.

Azt javasoljuk, hogy a felhasználók a Microsoft Edge böngésző legújabb verziójának telepítésével biztosítsák a legújabb biztonsági frissítések nyújtotta védelmet. A korábbi verzióra való visszaállítással kitehetik magukat az ismert biztonsági problémák veszélyének. Ez a házirend a Microsoft Edge böngésző frissítéseivel kapcsolatos problémák ideiglenes elhárítására szolgál.

Azt javasoljuk, hogy a böngésző verziójának ideiglenes visszaállítása előtt kapcsolja be a szinkronizálást (https://go.microsoft.com/fwlink/?linkid=2133032) a szervezet összes felhasználója számára. Ha nem kapcsolja be a szinkronizálást, a böngészési adatok végleges elvesztését kockáztatja. Ezt a házirendet a saját felelősségére használhatja.

Megjegyzés: A visszaállításhoz használható, a stabil csatornán elérhető verziókat az https://aka.ms/EdgeEnterprise.THIS lapon tekintheti meg.

Ez a házirend a Microsoft Edge 86-os és újabb verzióira vonatkozik.

További információ az https://go.microsoft.com/fwlink/?linkid=2133918 lapon olvasható.

Ez a házirend csak Microsoft® Active Directory®-tartományhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Meghatározza, hogy egy adott Microsoft Edge-csatorna telepíthető-e tartományhoz csatlakoztatott eszközökre.

  Ha engedélyezi ezt a házirendet egy csatornára vonatkozóan, a Microsoft Edge telepítését nem blokkolja a rendszer.

  Ha letiltja ezt a házirendet egy csatornára vonatkozóan, a rendszer blokkolja a Microsoft Edge telepítését.

  Ha nem konfigurálja ezt a házirendet egy csatornára vonatkozóan, az „Alapértelmezett telepítés engedélyezése” házirend konfigurációja határozza meg, hogy a felhasználók telepíthetik-e az adott Microsoft Edge-csatornát.

  Ez a házirend csak olyan Windows példányokon elérhető, amik kapcsolódnak a Microsoft® Active Directory® tartományhoz.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Itt adhatja meg, hogy a Microsoft Edge Update hogyan kezeli az elérhető frissítéseket a Microsoft Edge-ből.

  Ha engedélyezi ezt a házirendet, a Microsoft Edge Update az Ön által konfigurált következő beállításoknak megfelelően kezeli a Microsoft Edge-frissítéseket:
   – Mindig engedélyezze a frissítéseket: A rendszer mindig alkalmazza a periodikus frissítéskereséssel vagy manuális frissítéskereséssel észlelt frissítéseket.
   – Csak az automatikus csendes frissítések: A rendszer csak a periodikus frissítéskeresés során észlelt frissítéseket alkalmazza.
   – Csak a manuális frissítések: A rendszer csak akkor alkalmazza a frissítéseket, ha a felhasználó manuális frissítéskeresést futtat. (Nem minden alkalmazás biztosít felületet ehhez a beállításhoz.)
   – A frissítések le vannak tiltva: A rendszer soha nem alkalmazza a frissítéseket.

  Ha a manuális frissítéseket választja, ügyeljen arra, hogy rendszeresen keressen frissítéseket az alkalmazás manuális frissítési mechanizmusának használatával, ha van ilyen. Ha letiltja a frissítéseket, rendszeresen keressen frissítéseket, és terjessze őket a felhasználóknak.

  Ha nem engedélyezi és nem konfigurálja ezt a házirendet, a Microsoft Edge Update az „Az alapértelmezett érték felülbírálására vonatkozó frissítési házirend” elnevezésű házirendben megadott módon kezeli az elérhető frissítéseket.

Bővebb információt a következő oldalon talál: https://go.microsoft.com/fwlink/?linkid=2136406.

Ez a házirend csak  Microsoft® Active Directory® tartományhoz csatlakoztatott Windows példányokon érhető el.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Specifies which Channel Microsoft Edge Beta should be updated to.

When this policy is enabled, the app will be updated to the Channel with this policy value.

Some examples:
1) Not configured: app will be updated to the latest version available in the default Channel for the app.
2) Policy value is set to "stable": the app will be updated to the latest stable version.
2) Policy value is set to "beta": the app will be updated to the latest beta version.
2) Policy value is set to "dev": the app will be updated to the latest dev version.
This policy is available only on Windows instances that are joined to a Microsoft&#x00AE; Active Directory&#x00AE; domain.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Ha engedélyezve van ez a házirend, és az automatikus frissítés is engedélyezve van, a Microsoft Edge frissítve lesz a házirend értéke által megadott verzióra.

A házirend értékének egy adott Microsoft Edge-verzió számának kell lennie, például 83.0.499.12.

Ha egy eszközön a megadott értéknél újabb verziójú Microsoft Edge van telepítve, megmarad a Microsoft Edge újabb verziója, és nem vált vissza a megadott verzióra.

Ha a megadott verzió nem létezik, vagy a verziószám helytelen formátumú, akkor megmarad a Microsoft Edge aktuális verziója, és nem frissül automatikusan a jövőbeli verziókra.

Bővebb információt a következő oldalon talál: https://go.microsoft.com/fwlink/?linkid=2136707.

Ez a házirend csak Microsoft® Active Directory® tartományhoz csatlakoztatott Windows példányokon érhető el.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Azt adja meg, hogy a Microsoft Edge Update állítsa vissza a Microsoft Edge telepített példányait a ‚Célverzió felülbírálása‘ házirendben megadott verzióra.

Ennek a házirendnek csak akkor van hatása, ha a ‚Célverzió felülbírálása‘ házirend be van állítva, és az ‚Frissítési házirend felülbírálása‘ házirend az egyik BEKAPCSOLT állapotra van beállítva (Mindig engedélyezze a frissítéseket, Csak beavatkozás nélküli automatikus frissítések, Csak manuális frissítések).

Ha letiltja vagy nem konfigurálja ezt a házirendet, a ‚Célverzió felülbírálása‘ házirendben megadottnál magasabb verziószámú telepített példányok érintetlenül maradnak.

Ha engedélyezi ezt a házirendet, a ‚Célverzió felülbírálása‘ házirendben megadottnál magasabb aktuális verziószámú telepített példányok vissza lesznek állítva a célként megadott korábbi verzióra.

Azt javasoljuk, hogy a felhasználók a Microsoft Edge böngésző legújabb verziójának telepítésével biztosítsák a legújabb biztonsági frissítések nyújtotta védelmet. A korábbi verzióra való visszaállítással kitehetik magukat az ismert biztonsági problémák veszélyének. Ez a házirend a Microsoft Edge böngésző frissítéseivel kapcsolatos problémák ideiglenes elhárítására szolgál.

Azt javasoljuk, hogy a böngésző verziójának ideiglenes visszaállítása előtt kapcsolja be a szinkronizálást (https://go.microsoft.com/fwlink/?linkid=2133032) a szervezet összes felhasználója számára. Ha nem kapcsolja be a szinkronizálást, a böngészési adatok végleges elvesztését kockáztatja. Ezt a házirendet a saját felelősségére használhatja.

Megjegyzés: A visszaállításhoz használható, a stabil csatornán elérhető verziókat az https://aka.ms/EdgeEnterprise.THIS lapon tekintheti meg.

Ez a házirend a Microsoft Edge 86-os és újabb verzióira vonatkozik.

További információ az https://go.microsoft.com/fwlink/?linkid=2133918 lapon olvasható.

Ez a házirend csak Microsoft® Active Directory®-tartományhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Meghatározza, hogy egy adott Microsoft Edge-csatorna telepíthető-e tartományhoz csatlakoztatott eszközökre.

  Ha engedélyezi ezt a házirendet egy csatornára vonatkozóan, a Microsoft Edge telepítését nem blokkolja a rendszer.

  Ha letiltja ezt a házirendet egy csatornára vonatkozóan, a rendszer blokkolja a Microsoft Edge telepítését.

  Ha nem konfigurálja ezt a házirendet egy csatornára vonatkozóan, az „Alapértelmezett telepítés engedélyezése” házirend konfigurációja határozza meg, hogy a felhasználók telepíthetik-e az adott Microsoft Edge-csatornát.

  Ez a házirend csak olyan Windows példányokon elérhető, amik kapcsolódnak a Microsoft® Active Directory® tartományhoz.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Itt adhatja meg, hogy a Microsoft Edge Update hogyan kezeli az elérhető frissítéseket a Microsoft Edge-ből.

  Ha engedélyezi ezt a házirendet, a Microsoft Edge Update az Ön által konfigurált következő beállításoknak megfelelően kezeli a Microsoft Edge-frissítéseket:
   – Mindig engedélyezze a frissítéseket: A rendszer mindig alkalmazza a periodikus frissítéskereséssel vagy manuális frissítéskereséssel észlelt frissítéseket.
   – Csak az automatikus csendes frissítések: A rendszer csak a periodikus frissítéskeresés során észlelt frissítéseket alkalmazza.
   – Csak a manuális frissítések: A rendszer csak akkor alkalmazza a frissítéseket, ha a felhasználó manuális frissítéskeresést futtat. (Nem minden alkalmazás biztosít felületet ehhez a beállításhoz.)
   – A frissítések le vannak tiltva: A rendszer soha nem alkalmazza a frissítéseket.

  Ha a manuális frissítéseket választja, ügyeljen arra, hogy rendszeresen keressen frissítéseket az alkalmazás manuális frissítési mechanizmusának használatával, ha van ilyen. Ha letiltja a frissítéseket, rendszeresen keressen frissítéseket, és terjessze őket a felhasználóknak.

  Ha nem engedélyezi és nem konfigurálja ezt a házirendet, a Microsoft Edge Update az „Az alapértelmezett érték felülbírálására vonatkozó frissítési házirend” elnevezésű házirendben megadott módon kezeli az elérhető frissítéseket.

Bővebb információt a következő oldalon talál: https://go.microsoft.com/fwlink/?linkid=2136406.

Ez a házirend csak  Microsoft® Active Directory® tartományhoz csatlakoztatott Windows példányokon érhető el.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Specifies which Channel Microsoft Edge Dev should be updated to.

When this policy is enabled, the app will be updated to the Channel with this policy value.

Some examples:
1) Not configured: app will be updated to the latest version available in the default Channel for the app.
2) Policy value is set to "stable": the app will be updated to the latest stable version.
2) Policy value is set to "beta": the app will be updated to the latest beta version.
2) Policy value is set to "dev": the app will be updated to the latest dev version.
This policy is available only on Windows instances that are joined to a Microsoft&#x00AE; Active Directory&#x00AE; domain.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Ha engedélyezve van ez a házirend, és az automatikus frissítés is engedélyezve van, a Microsoft Edge frissítve lesz a házirend értéke által megadott verzióra.

A házirend értékének egy adott Microsoft Edge-verzió számának kell lennie, például 83.0.499.12.

Ha egy eszközön a megadott értéknél újabb verziójú Microsoft Edge van telepítve, megmarad a Microsoft Edge újabb verziója, és nem vált vissza a megadott verzióra.

Ha a megadott verzió nem létezik, vagy a verziószám helytelen formátumú, akkor megmarad a Microsoft Edge aktuális verziója, és nem frissül automatikusan a jövőbeli verziókra.

Bővebb információt a következő oldalon talál: https://go.microsoft.com/fwlink/?linkid=2136707.

Ez a házirend csak Microsoft® Active Directory® tartományhoz csatlakoztatott Windows példányokon érhető el.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Azt adja meg, hogy a Microsoft Edge Update állítsa vissza a Microsoft Edge telepített példányait a ‚Célverzió felülbírálása‘ házirendben megadott verzióra.

Ennek a házirendnek csak akkor van hatása, ha a ‚Célverzió felülbírálása‘ házirend be van állítva, és az ‚Frissítési házirend felülbírálása‘ házirend az egyik BEKAPCSOLT állapotra van beállítva (Mindig engedélyezze a frissítéseket, Csak beavatkozás nélküli automatikus frissítések, Csak manuális frissítések).

Ha letiltja vagy nem konfigurálja ezt a házirendet, a ‚Célverzió felülbírálása‘ házirendben megadottnál magasabb verziószámú telepített példányok érintetlenül maradnak.

Ha engedélyezi ezt a házirendet, a ‚Célverzió felülbírálása‘ házirendben megadottnál magasabb aktuális verziószámú telepített példányok vissza lesznek állítva a célként megadott korábbi verzióra.

Azt javasoljuk, hogy a felhasználók a Microsoft Edge böngésző legújabb verziójának telepítésével biztosítsák a legújabb biztonsági frissítések nyújtotta védelmet. A korábbi verzióra való visszaállítással kitehetik magukat az ismert biztonsági problémák veszélyének. Ez a házirend a Microsoft Edge böngésző frissítéseivel kapcsolatos problémák ideiglenes elhárítására szolgál.

Azt javasoljuk, hogy a böngésző verziójának ideiglenes visszaállítása előtt kapcsolja be a szinkronizálást (https://go.microsoft.com/fwlink/?linkid=2133032) a szervezet összes felhasználója számára. Ha nem kapcsolja be a szinkronizálást, a böngészési adatok végleges elvesztését kockáztatja. Ezt a házirendet a saját felelősségére használhatja.

Megjegyzés: A visszaállításhoz használható, a stabil csatornán elérhető verziókat az https://aka.ms/EdgeEnterprise.THIS lapon tekintheti meg.

Ez a házirend a Microsoft Edge 86-os és újabb verzióira vonatkozik.

További információ az https://go.microsoft.com/fwlink/?linkid=2133918 lapon olvasható.

Ez a házirend csak Microsoft® Active Directory®-tartományhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Meghatározza, hogy egy adott Microsoft Edge-csatorna telepíthető-e tartományhoz csatlakoztatott eszközökre.

  Ha engedélyezi ezt a házirendet egy csatornára vonatkozóan, a Microsoft Edge telepítését nem blokkolja a rendszer.

  Ha letiltja ezt a házirendet egy csatornára vonatkozóan, a rendszer blokkolja a Microsoft Edge telepítését.

  Ha nem konfigurálja ezt a házirendet egy csatornára vonatkozóan, az „Alapértelmezett telepítés engedélyezése” házirend konfigurációja határozza meg, hogy a felhasználók telepíthetik-e az adott Microsoft Edge-csatornát.

  Ez a házirend csak olyan Windows példányokon elérhető, amik kapcsolódnak a Microsoft® Active Directory® tartományhoz.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Itt adhatja meg, hogy a Microsoft Edge Update hogyan kezeli az elérhető frissítéseket a Microsoft Edge-ből.

  Ha engedélyezi ezt a házirendet, a Microsoft Edge Update az Ön által konfigurált következő beállításoknak megfelelően kezeli a Microsoft Edge-frissítéseket:
   – Mindig engedélyezze a frissítéseket: A rendszer mindig alkalmazza a periodikus frissítéskereséssel vagy manuális frissítéskereséssel észlelt frissítéseket.
   – Csak az automatikus csendes frissítések: A rendszer csak a periodikus frissítéskeresés során észlelt frissítéseket alkalmazza.
   – Csak a manuális frissítések: A rendszer csak akkor alkalmazza a frissítéseket, ha a felhasználó manuális frissítéskeresést futtat. (Nem minden alkalmazás biztosít felületet ehhez a beállításhoz.)
   – A frissítések le vannak tiltva: A rendszer soha nem alkalmazza a frissítéseket.

  Ha a manuális frissítéseket választja, ügyeljen arra, hogy rendszeresen keressen frissítéseket az alkalmazás manuális frissítési mechanizmusának használatával, ha van ilyen. Ha letiltja a frissítéseket, rendszeresen keressen frissítéseket, és terjessze őket a felhasználóknak.

  Ha nem engedélyezi és nem konfigurálja ezt a házirendet, a Microsoft Edge Update az „Az alapértelmezett érték felülbírálására vonatkozó frissítési házirend” elnevezésű házirendben megadott módon kezeli az elérhető frissítéseket.

Bővebb információt a következő oldalon talál: https://go.microsoft.com/fwlink/?linkid=2136406.

Ez a házirend csak  Microsoft® Active Directory® tartományhoz csatlakoztatott Windows példányokon érhető el.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Specifies which Channel Microsoft Edge Canary should be updated to.

When this policy is enabled, the app will be updated to the Channel with this policy value.

Some examples:
1) Not configured: app will be updated to the latest version available in the default Channel for the app.
2) Policy value is set to "stable": the app will be updated to the latest stable version.
2) Policy value is set to "beta": the app will be updated to the latest beta version.
2) Policy value is set to "dev": the app will be updated to the latest dev version.
This policy is available only on Windows instances that are joined to a Microsoft&#x00AE; Active Directory&#x00AE; domain.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Ha engedélyezve van ez a házirend, és az automatikus frissítés is engedélyezve van, a Microsoft Edge frissítve lesz a házirend értéke által megadott verzióra.

A házirend értékének egy adott Microsoft Edge-verzió számának kell lennie, például 83.0.499.12.

Ha egy eszközön a megadott értéknél újabb verziójú Microsoft Edge van telepítve, megmarad a Microsoft Edge újabb verziója, és nem vált vissza a megadott verzióra.

Ha a megadott verzió nem létezik, vagy a verziószám helytelen formátumú, akkor megmarad a Microsoft Edge aktuális verziója, és nem frissül automatikusan a jövőbeli verziókra.

Bővebb információt a következő oldalon talál: https://go.microsoft.com/fwlink/?linkid=2136707.

Ez a házirend csak Microsoft® Active Directory® tartományhoz csatlakoztatott Windows példányokon érhető el.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Azt adja meg, hogy a Microsoft Edge Update állítsa vissza a Microsoft Edge telepített példányait a ‚Célverzió felülbírálása‘ házirendben megadott verzióra.

Ennek a házirendnek csak akkor van hatása, ha a ‚Célverzió felülbírálása‘ házirend be van állítva, és az ‚Frissítési házirend felülbírálása‘ házirend az egyik BEKAPCSOLT állapotra van beállítva (Mindig engedélyezze a frissítéseket, Csak beavatkozás nélküli automatikus frissítések, Csak manuális frissítések).

Ha letiltja vagy nem konfigurálja ezt a házirendet, a ‚Célverzió felülbírálása‘ házirendben megadottnál magasabb verziószámú telepített példányok érintetlenül maradnak.

Ha engedélyezi ezt a házirendet, a ‚Célverzió felülbírálása‘ házirendben megadottnál magasabb aktuális verziószámú telepített példányok vissza lesznek állítva a célként megadott korábbi verzióra.

Azt javasoljuk, hogy a felhasználók a Microsoft Edge böngésző legújabb verziójának telepítésével biztosítsák a legújabb biztonsági frissítések nyújtotta védelmet. A korábbi verzióra való visszaállítással kitehetik magukat az ismert biztonsági problémák veszélyének. Ez a házirend a Microsoft Edge böngésző frissítéseivel kapcsolatos problémák ideiglenes elhárítására szolgál.

Azt javasoljuk, hogy a böngésző verziójának ideiglenes visszaállítása előtt kapcsolja be a szinkronizálást (https://go.microsoft.com/fwlink/?linkid=2133032) a szervezet összes felhasználója számára. Ha nem kapcsolja be a szinkronizálást, a böngészési adatok végleges elvesztését kockáztatja. Ezt a házirendet a saját felelősségére használhatja.

Megjegyzés: A visszaállításhoz használható, a stabil csatornán elérhető verziókat az https://aka.ms/EdgeEnterprise.THIS lapon tekintheti meg.

Ez a házirend a Microsoft Edge 86-os és újabb verzióira vonatkozik.

További információ az https://go.microsoft.com/fwlink/?linkid=2133918 lapon olvasható.

Ez a házirend csak Microsoft® Active Directory®-tartományhoz csatlakoztatott Windows-példányokon érhető el.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Meghatározza, hogy egy adott Microsoft Edge-csatorna telepíthető-e tartományhoz csatlakoztatott eszközökre.

  Ha engedélyezi ezt a házirendet egy csatornára vonatkozóan, a Microsoft Edge telepítését nem blokkolja a rendszer.

  Ha letiltja ezt a házirendet egy csatornára vonatkozóan, a rendszer blokkolja a Microsoft Edge telepítését.

  Ha nem konfigurálja ezt a házirendet egy csatornára vonatkozóan, az „Alapértelmezett telepítés engedélyezése” házirend konfigurációja határozza meg, hogy a felhasználók telepíthetik-e az adott Microsoft Edge-csatornát.

  Ez a házirend csak olyan Windows példányokon elérhető, amik kapcsolódnak a Microsoft® Active Directory® tartományhoz.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Itt adhatja meg, hogy a Microsoft Edge Update hogyan kezeli az elérhető frissítéseket a Microsoft Edge-ből.

  Ha engedélyezi ezt a házirendet, a Microsoft Edge Update az Ön által konfigurált következő beállításoknak megfelelően kezeli a Microsoft Edge-frissítéseket:
   – Mindig engedélyezze a frissítéseket: A rendszer mindig alkalmazza a periodikus frissítéskereséssel vagy manuális frissítéskereséssel észlelt frissítéseket.
   – Csak az automatikus csendes frissítések: A rendszer csak a periodikus frissítéskeresés során észlelt frissítéseket alkalmazza.
   – Csak a manuális frissítések: A rendszer csak akkor alkalmazza a frissítéseket, ha a felhasználó manuális frissítéskeresést futtat. (Nem minden alkalmazás biztosít felületet ehhez a beállításhoz.)
   – A frissítések le vannak tiltva: A rendszer soha nem alkalmazza a frissítéseket.

  Ha a manuális frissítéseket választja, ügyeljen arra, hogy rendszeresen keressen frissítéseket az alkalmazás manuális frissítési mechanizmusának használatával, ha van ilyen. Ha letiltja a frissítéseket, rendszeresen keressen frissítéseket, és terjessze őket a felhasználóknak.

  Ha nem engedélyezi és nem konfigurálja ezt a házirendet, a Microsoft Edge Update az „Az alapértelmezett érték felülbírálására vonatkozó frissítési házirend” elnevezésű házirendben megadott módon kezeli az elérhető frissítéseket.

Bővebb információt a következő oldalon talál: https://go.microsoft.com/fwlink/?linkid=2136406.

Ez a házirend csak  Microsoft® Active Directory® tartományhoz csatlakoztatott Windows példányokon érhető el.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Specifies which Channel Microsoft Edge WebView should be updated to.

When this policy is enabled, the app will be updated to the Channel with this policy value.

Some examples:
1) Not configured: app will be updated to the latest version available in the default Channel for the app.
2) Policy value is set to "stable": the app will be updated to the latest stable version.
2) Policy value is set to "beta": the app will be updated to the latest beta version.
2) Policy value is set to "dev": the app will be updated to the latest dev version.
This policy is available only on Windows instances that are joined to a Microsoft&#x00AE; Active Directory&#x00AE; domain.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Ha engedélyezve van ez a házirend, és az automatikus frissítés is engedélyezve van, a Microsoft Edge frissítve lesz a házirend értéke által megadott verzióra.

A házirend értékének egy adott Microsoft Edge-verzió számának kell lennie, például 83.0.499.12.

Ha egy eszközön a megadott értéknél újabb verziójú Microsoft Edge van telepítve, megmarad a Microsoft Edge újabb verziója, és nem vált vissza a megadott verzióra.

Ha a megadott verzió nem létezik, vagy a verziószám helytelen formátumú, akkor megmarad a Microsoft Edge aktuális verziója, és nem frissül automatikusan a jövőbeli verziókra.

Bővebb információt a következő oldalon talál: https://go.microsoft.com/fwlink/?linkid=2136707.

Ez a házirend csak Microsoft® Active Directory® tartományhoz csatlakoztatott Windows példányokon érhető el.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Azt adja meg, hogy a Microsoft Edge Update állítsa vissza a Microsoft Edge telepített példányait a ‚Célverzió felülbírálása‘ házirendben megadott verzióra.

Ennek a házirendnek csak akkor van hatása, ha a ‚Célverzió felülbírálása‘ házirend be van állítva, és az ‚Frissítési házirend felülbírálása‘ házirend az egyik BEKAPCSOLT állapotra van beállítva (Mindig engedélyezze a frissítéseket, Csak beavatkozás nélküli automatikus frissítések, Csak manuális frissítések).

Ha letiltja vagy nem konfigurálja ezt a házirendet, a ‚Célverzió felülbírálása‘ házirendben megadottnál magasabb verziószámú telepített példányok érintetlenül maradnak.

Ha engedélyezi ezt a házirendet, a ‚Célverzió felülbírálása‘ házirendben megadottnál magasabb aktuális verziószámú telepített példányok vissza lesznek állítva a célként megadott korábbi verzióra.

Azt javasoljuk, hogy a felhasználók a Microsoft Edge böngésző legújabb verziójának telepítésével biztosítsák a legújabb biztonsági frissítések nyújtotta védelmet. A korábbi verzióra való visszaállítással kitehetik magukat az ismert biztonsági problémák veszélyének. Ez a házirend a Microsoft Edge böngésző frissítéseivel kapcsolatos problémák ideiglenes elhárítására szolgál.

Azt javasoljuk, hogy a böngésző verziójának ideiglenes visszaállítása előtt kapcsolja be a szinkronizálást (https://go.microsoft.com/fwlink/?linkid=2133032) a szervezet összes felhasználója számára. Ha nem kapcsolja be a szinkronizálást, a böngészési adatok végleges elvesztését kockáztatja. Ezt a házirendet a saját felelősségére használhatja.

Megjegyzés: A visszaállításhoz használható, a stabil csatornán elérhető verziókat az https://aka.ms/EdgeEnterprise.THIS lapon tekintheti meg.

Ez a házirend a Microsoft Edge 86-os és újabb verzióira vonatkozik.

További információ az https://go.microsoft.com/fwlink/?linkid=2133918 lapon olvasható.

Ez a házirend csak Microsoft® Active Directory®-tartományhoz csatlakoztatott Windows-példányokon érhető el.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">A frissítéskeresések közötti percek</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Óra</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Perc</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Időtartam</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">A kért letöltési URL-cím típusa</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Proxykiszolgáló-beállítások megadási módjának kiválasztása
        </dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Proxykiszolgáló címe vagy URL-címe</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>Proxy .pac-fájljának URL-címe</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultAllowInstallation" />
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Frissítési házirend</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation" />
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Frissítési házirend</dropdownList>
      </presentation>      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Célverzió</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />

    </presentationTable>
  </resources>
</policyDefinitionResources>